#+title: Notes on Structure and Interpretation of Computer Programs
#+OPTIONS: author:nil date:nil

#+begin_src scheme 
(+ 2 4)
#+end_src

#+RESULTS:
: #<unspecified>


